Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFoodAndDrinkLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.cookingTime
source: Cooking Time
ar: وقت الطهي
bg: Време за готвене
ca: Temps de cocció
cs: Čas vaření
da: Tilberedningstid
de: Kochzeit
el: Χρόνος Μαγειρέματος
es: Tiempo de Cocción
es_419: Tiempo de cocción
fi: Kypsennysaika
fr: Temps de cuisson
fr_ca: Temps de cuisson
he: זמן בישול
hi: खाना बनाने का समय
hr: Vrijeme kuhanja
hu: Főzési idő
id: Waktu Memasak
it: Tempo di cottura
ja: 調理時間
kk: Дайындау уақыты
ko: 조리 시간
ms: Masa Memasak
nb: Koketid
nl: Kooktijd
pl: Czas gotowania
pt_br: Tempo de Cozimento
pt_pt: Tempo de Cozimento
ro: Timp de gătire
ru: Время приготовления
sk: Čas varenia
sv: Tillagningstid
th: เวลาในการทำอาหาร
tr: Pişirme Süresi
uk: Час приготування
vi: Thời gian nấu ăn
zh_hans: 烹饪时间
zh_hant: 烹飪時間
zh_hk: 烹飪時間

# TK.Label.cuisine
source: Cuisine
ar: مطبخ
bg: Кухня
ca: Cuina
cs: Kuchyně
da: Køkken
de: Küche
el: Κουζίνα
es: Cocina
es_419: Cocina
fi: Keittiö
he: מטבח
hi: पाक कला
hr: Kuhinja
hu: Konyha
id: Masakan
it: Cucina
ja: 料理
kk: Асхана
ko: 요리법
ms: Masakan
nb: Kjøkken
nl: Keuken
pl: Kuchnia
pt_br: Cozinha
pt_pt: Cozinha
ro: Bucătărie
ru: Кухня
sk: Kuchyňa
sv: Kök
th: อาหาร
tr: Yemek
uk: Кухня
vi: Ẩm thực
zh_hans: 菜系
zh_hant: 菜系
zh_hk: 美食

# TK.Label.deals
source: Deals
ar: عروض
bg: Оферти
ca: Ofertes
cs: Akce
da: Tilbud
de: Angebote
el: Προσφορές
es: Ofertas
es_419: Ofertas
fi: Tarjoukset
fr: Offres
fr_ca: Offres
he: הצעות
hi: डील्स
hr: Ponude
hu: Ajánlatok
id: Penawaran
it: Offerte
ja: お得情報
kk: Арзан тапсырыстар
ko: 딜
ms: Tawaran
nb: Tilbud
nl: Aanbiedingen
pl: Oferty
pt_br: Ofertas
pt_pt: Ofertas
ro: Oferte
ru: Скидки
sk: Ponuky
sv: Erbjudanden
th: ข้อเสนอ
tr: Teklifler
uk: Акції
vi: Ưu đãi
zh_hans: 优惠
zh_hant: 優惠
zh_hk: 優惠

# TK.Label.deliveryStatus
source: Delivery Status
ar: حالة التوصيل
bg: Статус на доставка
ca: Estat de lliurament
cs: Stav dodání
da: Leveringsstatus
de: Lieferstatus
el: Κατάσταση Παράδοσης
es: Estado de entrega
es_419: Estado de Entrega
fi: Toimitustila
fr: État de livraison
fr_ca: État de livraison
he: סטטוס משלוח
hi: डीलीवरी स्थिति
hr: Status Dostave
hu: Kézbesítési Állapot
id: Status Pengiriman
it: Stato di Consegna
ja: 配送状況
kk: Жеткізу мәртебесі
ko: 배송 상태
ms: Status Penghantaran
nb: Leveringsstatus
nl: Bezorgstatus
pl: Status dostawy
pt_br: Status de Entrega
pt_pt: Estado de Entrega
ro: Starea livrării
ru: Статус доставки
sk: Stav dodávky
sv: Leveransstatus
th: สถานะการจัดส่ง
tr: Teslimat Durumu
uk: Статус доставки
vi: Trạng thái giao hàng
zh_hans: 配送状态
zh_hant: 送貨狀態
zh_hk: 派送狀態

# TK.Label.deliveryTime
source: Delivery Time
ar: وقت التوصيل
bg: Време за доставка
ca: Temps de lliurament
cs: Čas dodání
da: Leveringstid
de: Lieferzeit
el: Χρόνος Παράδοσης
es: Tiempo de entrega
es_419: Tiempo de Entrega
fi: Toimitusaika
fr: Temps de livraison
fr_ca: Temps de livraison
he: זמן משלוח
hi: डिलीवरी समय
hr: Vrijeme Dostave
hu: Kézbesítési Idő
id: Waktu Pengiriman
it: Tempo di Consegna
ja: 配送時間
kk: Жеткізу уақыты
ko: 배송 시간
ms: Masa Penghantaran
nb: Leveringstid
nl: Bezorgtijd
pl: Czas dostawy
pt_br: Tempo de Entrega
pt_pt: Tempo de Entrega
ro: Timp de livrare
ru: Время доставки
sk: Čas dodania
sv: Leveranstid
th: เวลาจัดส่ง
tr: Teslimat Süresi
uk: Час доставки
vi: Thời gian giao hàng
zh_hans: 配送时间
zh_hant: 送貨時間
zh_hk: 派送時間

# TK.Label.dietaryRestrictions
source: Dietary Restrictions
ar: قيود غذائية
bg: Диетични ограничения
ca: Restriccions dietètiques
cs: Dietní omezení
da: Kostbegrænsninger
de: Diätetische Einschränkungen
el: Διατροφικοί Περιορισμοί
es: Restricciones Dietéticas
es_419: Restricciones Dietéticas
fi: Ravintorajoitukset
fr: Restrictions alimentaires
fr_ca: Restrictions alimentaires
he: הגבלות תזונתיות
hi: आहार संबंधी प्रतिबंध
hr: Dijetalna Ograničenja
hu: Étrend-korlátozások
id: Pembatasan Diet
it: Restrizioni dietetiche
ja: 食事制限
kk: Диеталық шектеулер
ko: 식이 제한 사항
ms: Sekatan Diet
nb: Kostholdsrestriksjoner
nl: Dieetbeperkingen
pl: Ograniczenia dietetyczne
pt_br: Restrições Dietéticas
pt_pt: Restrições Alimentares
ro: Restricții dietetice
ru: Диетические ограничения
sk: Dietetické obmedzenia
sv: Kostrestriktioner
th: ข้อจำกัดด้านอาหาร
tr: Diyet Kısıtlamaları
uk: Дієтичні обмеження
vi: Hạn chế chế độ ăn uống
zh_hans: 饮食限制
zh_hant: 飲食限制
zh_hk: 飲食限制

# TK.Label.difficulty
source: Difficulty
ar: صعوبة
bg: Трудност
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
es_419: Dificultad
fi: Vaikeusaste
fr: Difficulté
fr_ca: Difficulté
he: קושי
hi: कठिनाई
hr: Težina
hu: Nehézség
id: Kesulitan
it: Difficoltà
ja: 難易度
kk: Қиындық
ko: 난이도
ms: Kesukaran
nb: Vanskelighetsgrad
nl: Moeilijkheidsgraad
pl: Trudność
pt_br: Dificuldade
pt_pt: Dificuldade
ro: Dificultate
ru: Сложность
sk: Obtiažnosť
sv: Svårighet
th: ระดับความยาก
tr: Zorluk
uk: Складність
vi: Độ khó
zh_hans: 难度
zh_hant: 難度
zh_hk: 難度

# TK.Label.dishes
source: Dishes
ar: أطباق
bg: Ястия
ca: Plats
cs: Jídla
da: Retter
de: Gerichte
el: Πιάτα
es: Platos
es_419: Platos
fi: Ruokalajit
fr: Plats
fr_ca: Plats
he: מנות
hi: पकवान
hr: Jela
hu: Ételek
id: Hidangan
it: Pietanze
ja: 料理
kk: Тамақтар
ko: 요리
ms: Hidangan
nb: Retter
nl: Gerechten
pl: Dania
pt_br: Pratos
pt_pt: Pratos
ro: Mâncăruri
ru: Блюда
sk: Jedlá
sv: Rätter
th: อาหารแต่ละจาน
tr: Tabaklar
uk: Страви
vi: Món ăn
zh_hans: 菜肴
zh_hant: 菜品
zh_hk: 菜餚

# TK.Label.favorites
source: Favorites
ar: المفضلة
bg: Любими
ca: Favorits
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
es_419: Favoritos
fi: Suosikit
fr: Favoris
fr_ca: Favoris
he: מועדפים
hi: पसंदीदा
hr: Omiljene
hu: Kedvencek
id: Favorit
it: Preferiti
ja: よく使う項目
kk: Таңдаулылар
ko: 즐겨찾기
ms: Kegemaran
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Улюблені
vi: Mục ưa thích
zh_hans: 个人收藏
zh_hant: 喜好項目
zh_hk: 喜好項目

# TK.Label.filters
source: Filters
ar: الفلاتر
bg: Филтри
ca: Filtres
cs: Filtry
da: Filtre
de: Filter
el: Φίλτρα
es: Filtros
es_419: Filtros
fi: Suodattimet
fr: Filtres
fr_ca: Filtres
he: מסננים
hi: फ़िल्टर
hr: Filtri
hu: Szűrők
id: Filter
it: Filtri
ja: フィルタ
kk: Сүзгілер
ko: 필터
ms: Penapis
nb: Filtre
pl: Filtry
pt_br: Filtros
pt_pt: Filtros
ro: Filtre
ru: Фильтры
sk: Filtre
sv: Filter
th: ฟิลเตอร์
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 滤镜
zh_hant: 濾鏡
zh_hk: 濾鏡

# TK.Label.ingredients
source: Ingredients
ar: مكونات
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά
es: Ingredientes
es_419: Ingredientes
fi: Ainesosat
fr: Ingrédients
fr_ca: Ingrédients
he: מרכיבים
hi: सामग्री
hr: Sastojci
hu: Összetevők
id: Bahan
it: Ingredienti
ja: 材料
kk: Ингредиенттер
ko: 재료
ms: Bahan
nb: Ingredienser
nl: Ingrediënten
pl: Składniki
pt_br: Ingredientes
pt_pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты
sk: Ingrediencie
sv: Ingredienser
th: ส่วนผสม
tr: Malzemeler
uk: Інгредієнти
vi: Nguyên Liệu
zh_hans: 成分
zh_hant: 食材
zh_hk: 成分

# TK.Label.menu
source: Menu
ar: القائمة
bg: Меню
ca: Menú
cs: Nabídka
de: Menü
el: Μενού
es: Menú
es_419: Menú
fi: Valikko
he: תפריט
hi: मेनू
hr: Izbornik
hu: Menü
ja: メニュー
kk: Мәзір
ko: 메뉴
nb: Meny
ro: Meniu
ru: Меню
sv: Meny
th: เมนู
tr: Menü
uk: Меню
zh_hans: 菜单
zh_hant: 選單
zh_hk: 選單

# TK.Label.nutritionFacts
source: Nutrition Facts
ar: حقائق التغذية
bg: Факти за хранителната стойност
ca: Informació nutricional
cs: Nutriční informace
da: Næringsindhold
de: Nährwertangaben
el: Διατροφικές Πληροφορίες
es: Datos nutricionales
es_419: Información nutricional
fi: Ravintoarvot
fr: Informations Nutritionnelles
fr_ca: Informations nutritionnelles
he: עובדות תזונה
hi: पोषण तथ्य
hr: Nutritivne informacije
hu: Tápérték
id: Fakta Nutrisi
it: Informazioni nutrizionali
ja: 栄養成分表示
kk: Тамақтану фактілері
ko: 영양 정보
ms: Fakta Pemakanan
nb: Næringsinnhold
nl: Voedingswaarde
pl: Wartości odżywcze
pt_br: Informações Nutricionais
pt_pt: Informação Nutricional
ro: Informații Nutriționale
ru: Пищевая ценность
sk: Výživové údaje
sv: Näringsinformation
th: ข้อมูลโภชนาการ
tr: Besin Değerleri
uk: Харчова цінність
vi: Thông tin dinh dưỡng
zh_hans: 营养成分
zh_hant: 營養成分
zh_hk: 營養成分

# TK.Label.orderHistory
source: Order History
ar: تاريخ الطلبات
bg: История на поръчките
ca: Historial de Comandes
cs: Historie objednávek
da: Ordrehistorik
de: Bestellverlauf
el: Ιστορικό Παραγγελιών
es: Historial de Pedidos
es_419: Historial de Pedidos
fi: Tilaushistoria
fr: Historique des commandes
fr_ca: Historique des commandes
he: היסטורית הזמנות
hi: आदेश इतिहास
hr: Povijest narudžbi
hu: Rendelési Történet
id: Riwayat Pesanan
it: Cronologia Ordini
ja: 注文履歴
kk: Тапсырыс тарихы
ko: 주문 내역
ms: Sejarah Pesanan
nb: Ordrehistorikk
nl: Bestelgeschiedenis
pl: Historia zamówień
pt_br: Histórico de Pedidos
pt_pt: Histórico de Pedidos
ro: Istoric comenzi
ru: История заказов
sk: História objednávok
sv: Beställningshistorik
th: ประวัติการสั่งซื้อ
tr: Sipariş Geçmişi
uk: Історія замовлень
vi: Lịch sử Đặt hàng
zh_hans: 订单历史
zh_hant: 訂單歷史
zh_hk: 訂單歷史

# TK.Label.orders
source: Orders
ar: الطلبات
bg: Поръчки
ca: Comandes
cs: Objednávky
da: Bestillinger
de: Bestellungen
el: Παραγγελίες
es: Pedidos
es_419: Pedidos
fi: Tilaukset
fr: Commandes
fr_ca: Commandes
he: הזמנות
hi: ऑर्डर
hr: Narudžbe
hu: Rendelések
id: Pesanan
it: Ordini
ja: 注文
kk: Тапсырыстар
ko: 주문
ms: Pesanan
nb: Bestillinger
nl: Bestellingen
pl: Zamówienia
pt_br: Pedidos
pt_pt: Encomendas
ro: Comenzi
ru: Заказы
sk: Objednávky
sv: Beställningar
th: คำสั่งซื้อ
tr: Siparişler
uk: Замовлення
vi: Đơn hàng
zh_hans: 订单
zh_hant: 訂單
zh_hk: 訂單

# TK.Label.paymentMethod
source: Payment Method
ar: طريقة الدفع
bg: Метод на плащане
ca: Mètode de pagament
cs: Způsob platby
da: Betalingsmetode
de: Zahlungsmethode
el: Μέθοδος Πληρωμής
es: Método de pago
es_419: Método de pago
fi: Maksutapa
fr: Méthode de paiement
fr_ca: Méthode de paiement
he: אמצעי תשלום
hi: भुगतान विधि
hr: Metoda plaćanja
hu: Fizetési mód
id: Metode Pembayaran
it: Metodo di pagamento
ja: 支払い方法
kk: Төлем тәсілі
ko: 결제 수단
ms: Kaedah Pembayaran
nb: Betalingsmetode
nl: Betalingsmethode
pl: Metoda płatności
pt_br: Método de Pagamento
pt_pt: Método de Pagamento
ro: Metodă de Plată
ru: Способ оплаты
sk: Metóda platby
sv: Betalningsmetod
th: วิธีการชำระเงิน
tr: Ödeme Yöntemi
uk: Метод оплати
vi: Phương thức thanh toán
zh_hans: 支付方式
zh_hant: 付款方式
zh_hk: 付款方式

# TK.Label.portions
source: Portions
ar: حصص
bg: Порции
ca: Porcions
cs: Porce
da: Portioner
de: Portionen
el: Μερίδες
es: Porciones
es_419: Porciones
fi: Annokset
he: מנות
hi: भाग
hr: Porcije
hu: Adagok
id: Porsi
it: Porzioni
ja: ポーション
kk: Порциялар
ko: 부분
ms: Porsi
nb: Portioner
nl: Porties
pl: Porcje
pt_br: Porções
pt_pt: Porções
ro: Porții
ru: Порции
sk: Porcie
sv: Portioner
th: ขนาดส่วนประกอบ
tr: Porsiyonlar
uk: Порції
vi: Phần ăn
zh_hans: 份量
zh_hant: 份量
zh_hk: 份量

# TK.Label.priceRange
source: Price Range
ar: نطاق السعر
bg: Ценови диапазон
ca: Rang de preus
cs: Cenový rozsah
da: Prisklasse
de: Preisspanne
el: Εύρος Τιμών
es: Rango de precio
es_419: Rango de precios
fi: Hinta-alue
fr: Plage de prix
fr_ca: Plage de prix
he: טווח מחירים
hi: कीमत की रेंज
hr: Raspon cijena
hu: Árkategória
id: Rentang Harga
it: Fascia di prezzo
ja: 価格帯
kk: Бағалар диапазоны
ko: 가격 범위
ms: Julat Harga
nb: Prisområde
nl: Prijsbereik
pl: Zakres Cenowy
pt_br: Faixa de Preço
pt_pt: Intervalo de Preços
ro: Interval de Preț
ru: Ценовой диапазон
sk: Cenová kategória
sv: Prisspann
th: ช่วงราคา
tr: Fiyat Aralığı
uk: Ціновий діапазон
vi: Khoảng giá
zh_hans: 价格范围
zh_hant: 價格範圍
zh_hk: 價格範圍

# TK.Label.rating
source: Rating
ar: التقييم
bg: Рейтинг
ca: Valoració
cs: Hodnocení
da: Vurdering
de: Bewertung
el: Βαθμολογία
es: Valoración
es_419: Calificación
fi: Ikäraja
fr: Classement
fr_ca: Évaluation
he: דירוג
hi: रेटिंग
hr: Ocjena
hu: Minősítés
id: Penilaian
it: Valutazione
ja: 評価
kk: Рейтинг
ko: 등급
ms: Penilaian
nb: Vurdering
nl: Beoordeling
pl: Ocena
pt_br: Classificação
pt_pt: Classificação
ro: Evaluare
ru: Рейтинг
sk: Hodnotenie
sv: Betyg
th: การจัดอันดับ
tr: Derecelendirme
uk: Оцінка
vi: Xếp hạng
zh_hans: 评分
zh_hant: 喜好程度
zh_hk: 年齡分級

# TK.Label.reservations
source: Reservations
ar: حجوزات
bg: Резервации
ca: Reservacions
cs: Rezervace
da: Reservationer
de: Reservierungen
el: Κρατήσεις
es: Reservas
es_419: Reservas
fi: Varaukset
fr: Réservations
fr_ca: Réservations
he: הזמנות
hi: आरक्षण
hr: Rezervacije
hu: Foglalások
id: Reservasi
it: Prenotazioni
ja: 予約
kk: Резервтер
ko: 예약
ms: Tempahan
nb: Reservasjoner
nl: Reserveringen
pl: Rezerwacje
pt_br: Reservas
pt_pt: Reservas
ro: Rezervări
ru: Бронирования
sk: Rezervácie
sv: Reservationer
th: การจอง
tr: Rezervasyonlar
uk: Резервування
vi: Đặt chỗ
zh_hans: 预订
zh_hant: 預訂
zh_hk: 預約

# TK.Label.restaurantInfo
source: Restaurant Info
ar: معلومات المطعم
bg: Информация за ресторанта
ca: Informació del restaurant
cs: Informace o restauraci
el: Πληροφορίες Εστιατορίου
es: Información del Restaurante
es_419: Información del Restaurante
fi: Ravintolainformaatio
fr: Infos sur le restaurant
fr_ca: Infos sur le restaurant
he: מידע על מסעדה
hi: रेस्टोरेंट जानकारी
hr: Informacije o Restoranu
hu: Étterem információ
id: Info Restoran
it: Informazioni sul ristorante
ja: レストラン情報
kk: Ресторан туралы ақпарат
ko: 레스토랑 정보
ms: Info Restoran
nl: Restaurantinformatie
pl: Informacje o Restauracji
pt_br: Informações do Restaurante
pt_pt: Informações do Restaurante
ro: Informații despre Restaurant
ru: Информация о ресторане
sk: Informácie o reštaurácii
sv: Restauranginfo
th: ข้อมูลร้านอาหาร
tr: Restoran Bilgileri
uk: Інформація про ресторан
vi: Thông tin nhà hàng
zh_hans: 餐厅信息
zh_hant: 餐廳資訊
zh_hk: 餐廳資訊

# TK.Label.reviews
source: Reviews
ar: المراجعات
bg: Отзиви
ca: Ressenyes
cs: Recenze
da: Anmeldelser
de: Bewertungen
el: Αξιολογήσεις
es: Reseñas
es_419: Reseñas
fi: Arvostelut
fr: Avis
fr_ca: Avis
he: ביקורות
hi: समीक्षाएँ
hr: Recenzije
hu: Vélemények
id: Ulasan
it: Recensioni
ja: レビュー
kk: Пікірлер
ko: 리뷰
ms: Ulasan
nb: Vurderinger
nl: Beoordelingen
pl: Opinie
pt_br: Avaliações
pt_pt: Avaliações
ro: Recenzii
ru: Отзывы
sk: Recenzie
sv: Recensioner
th: รีวิว
tr: Yorumlar
uk: Відгуки
vi: Đánh giá
zh_hans: 评价
zh_hant: 評論
zh_hk: 評價

# TK.Label.totalPrice
source: Total Price
ar: إجمالي السعر
bg: Обща цена
ca: Preu total
cs: Celková cena
da: Total pris
de: Gesamtpreis
el: Συνολική Τιμή
es: Precio total
es_419: Precio Total
fi: Kokonaiskustannus
fr: Prix total
fr_ca: Prix total
he: מחיר סופי
hi: कुल मूल्य
hr: Ukupna cijena
hu: Teljes Ár
id: Total Harga
it: Prezzo totale
ja: 合計金額
kk: Жалпы құн
ko: 총 가격
ms: Jumlah Harga
nb: Totalpris
nl: Totale Prijs
pl: Łączna cena
pt_br: Preço Total
pt_pt: Preço Total
ro: Preț Total
ru: Общая цена
sk: Celková cena
sv: Totalt Pris
th: ราคารวม
tr: Toplam Fiyat
uk: Загальна вартість
vi: Tổng giá
zh_hans: 总价格
zh_hant: 總價格
zh_hk: 總價格

# TK.Message.deliveryOrderConfirmed
source: Delivery order confirmed
ar: تم تأكيد طلب التوصيل.
bg: Поръчката за доставка е потвърдена.
ca: Confirmació de comanda de lliurament.
cs: Objednávka na dodávku potvrzena.
da: Leveringsordren er bekræftet
de: Lieferauftrag bestätigt.
el: Η παραγγελία παράδοσης επιβεβαιώθηκε.
es: Pedido de entrega confirmado
es_419: Pedido de entrega confirmado
fi: Toimitusvahvistus on vahvistettu
fr: Commande de livraison confirmée
fr_ca: Commande de livraison confirmée
he: ההזמנה אושרה לספק
hi: डिलीवरी आदेश की पुष्टि हो गई
hr: Narudžba za isporuku potvrđena.
hu: A szállítási rendelés megerősítve
id: Pesanan pengiriman telah dikonfirmasi
it: Ordine di consegna confermato.
ja: 配達注文が確認されました。
kk: Жеткізу тапсырысы расталды
ko: 배송 주문이 확인되었습니다.
ms: Pesanan penghantaran disahkan.
nb: Leveringsbestilling bekreftet
nl: Bezorgbestelling bevestigd
pl: Zamówienie dostawy potwierdzone
pt_br: Pedido de entrega confirmado
pt_pt: Pedido de entrega confirmado
ro: Comanda de livrare confirmată.
ru: Заказ на доставку подтвержден.
sk: Dodanie objednávky potvrdené
sv: Leveransbeställning bekräftad
th: ยืนยันการสั่งซื้อการจัดส่งแล้ว
tr: Teslimat siparişi onaylandı
uk: Замовлення на доставку підтверджено
vi: Đơn giao hàng đã được xác nhận
zh_hans: 配送订单已确认
zh_hant: 送貨訂單已確認
zh_hk: 送貨訂單已確認

# TK.Message.kitchenIsClosedDot
source: Kitchen is closed.
ar: المطبخ مغلق.
bg: Кухнята е затворена.
ca: La cuina està tancada.
cs: Kuchyně je zavřená.
da: Køkkenet er lukket.
de: Die Küche ist geschlossen.
el: Η κουζίνα είναι κλειστή.
es: La cocina está cerrada.
es_419: La cocina está cerrada.
fi: Keittiö on suljettu.
fr: La cuisine est fermée.
fr_ca: La cuisine est fermée.
he: המטבח סגור.
hi: किचन बंद है।
hr: Kuhinja je zatvorena.
hu: A konyha zárva van.
id: Dapur sedang tutup.
it: La cucina è chiusa.
ja: キッチンは閉まっています。
kk: Асхана жабық.
ko: 주방이 닫혔습니다.
ms: Dapur telah tutup.
nb: Kjøkkenet er stengt.
nl: Keuken is gesloten.
pl: Kuchnia jest zamknięta.
pt_br: A cozinha está fechada.
pt_pt: A cozinha está fechada.
ro: Bucătăria este închisă.
ru: Кухня закрыта.
sk: Kuchyňa je zatvorená.
sv: Köket är stängt.
th: ครัวปิดแล้ว
tr: Mutfak kapalı.
uk: Кухня закрита.
vi: Nhà bếp đã đóng cửa.
zh_hans: 厨房已关闭。
zh_hant: 廚房已關閉。
zh_hk: 廚房已關閉。

# TK.Message.lookingForNearbyRestaurants
source: Looking for nearby restaurants
ar: البحث عن مطاعم قريبة
bg: Търся близки ресторанти.
ca: Buscant restaurants a prop
cs: Hledáme restaurace v okolí
da: Søger efter nærliggende restauranter
de: Suche nach nahegelegenen Restaurants
el: Αναζητώ εστιατόρια κοντά.
es: Buscando restaurantes cercanos
es_419: Buscando restaurantes cercanos
fi: Etsitään lähellä olevia ravintoloita
fr: Recherche de restaurants à proximité
fr_ca: Recherche de restaurants à proximité
he: מחפש מסעדות קרובות
hi: नजदीकी रेस्तरां की खोज कर रहे हैं
hr: U potrazi za obližnjim restoranima
hu: Közeli éttermeket keres.
id: Mencari restoran terdekat
it: Cerco ristoranti nelle vicinanze
ja: 近くのレストランを探しています
kk: Жақын мейрамханаларды іздеуде.
ko: 근처의 레스토랑을 찾고 있습니다.
ms: Mencari restoran berdekatan
nb: Ser etter nærliggende restauranter
nl: Zoeken naar nabijgelegen restaurants.
pl: Szukamy pobliskich restauracji.
pt_br: Procurando por restaurantes próximos
pt_pt: À procura de restaurantes nas proximidades.
ro: Caut restaurante din apropiere
ru: Ищем ближайшие рестораны
sk: Hľadám blízke reštaurácie
sv: Letar efter närliggande restauranger
th: กำลังมองหาร้านอาหารใกล้เคียง
tr: Yakındaki restoranları arıyorum
uk: Шукаю найближчі ресторани.
vi: Đang tìm kiếm các nhà hàng gần đây
zh_hans: 正在寻找附近的餐馆
zh_hant: 正在尋找附近的餐廳
zh_hk: 正在搜尋附近的餐廳

# TK.Message.menuHasBeenUpdatedDot
source: Menu has been updated.
ar: تم تحديث القائمة.
bg: Менюто е актуализирано.
ca: El menú s'ha actualitzat.
cs: Menu bylo aktualizováno.
da: Menuen er blevet opdateret.
de: Das Menü wurde aktualisiert.
el: Το μενού έχει ενημερωθεί.
es: El menú ha sido actualizado.
es_419: Se ha actualizado el menú.
fi: Valikko on päivitetty.
fr: Le menu a été mis à jour.
fr_ca: Le menu a été mis à jour.
he: התפריט עודכן.
hi: मेनू अपडेट कर दिया गया है।
hr: Izbornik je ažuriran.
hu: A menü frissítve lett.
id: Menu telah diperbarui.
it: Il menu è stato aggiornato.
ja: メニューが更新されました。
kk: Мәзір жаңартылды.
ko: 메뉴가 업데이트되었습니다.
ms: Menu telah dikemas kini.
nb: Menyen har blitt oppdatert.
nl: Menu is bijgewerkt.
pl: Menu zostało zaktualizowane.
pt_br: Menu foi atualizado.
pt_pt: O menu foi atualizado.
ro: Meniul a fost actualizat.
ru: Меню было обновлено.
sk: Menu bolo aktualizované.
sv: Menyn har uppdaterats.
th: เมนูได้รับการอัปเดตแล้ว
tr: Menü güncellendi.
uk: Меню оновлено.
vi: Cập nhật thực đơn xong.
zh_hans: 菜单已更新。
zh_hant: 菜單已更新。
zh_hk: 菜單已更新。

# TK.Message.noAvailableReservationsFoundDot
source: No available reservations found.
ar: لا توجد حجوزات متاحة.
bg: Не са намерени налични резервации.
ca: No s'han trobat reserves disponibles.
cs: Nenalezeny žádné dostupné rezervace.
da: Ingen tilgængelige reservationer fundet.
de: Keine verfügbaren Reservierungen gefunden.
el: Δεν βρέθηκαν διαθέσιμες κρατήσεις.
es: No se encontraron reservas disponibles.
es_419: No se encontraron reservas disponibles.
fi: Saatavilla olevia varauksia ei löytynyt.
fr: Aucune réservation disponible trouvée.
fr_ca: Aucune réservation disponible trouvée.
he: לא נמצאו הזמנות זמינות.
hi: कोई उपलब्ध आरक्षण नहीं मिला।
hr: Nema dostupnih rezervacija.
hu: Nincsenek elérhető foglalások.
id: Tidak ada reservasi yang tersedia.
it: Nessuna prenotazione disponibile trovata.
ja: 利用可能な予約は見つかりませんでした。
kk: Қол жетімді резервтер табылмады.
ko: 사용 가능한 예약이 발견되지 않았습니다.
ms: Tiada tempahan yang tersedia.
nb: Ingen tilgjengelige reservasjoner funnet.
nl: Geen beschikbare reserveringen gevonden.
pl: Nie znaleziono dostępnych rezerwacji.
pt_br: Nenhuma reserva disponível encontrada.
pt_pt: Nenhuma reserva disponível encontrada.
ro: Nu au fost găsite rezervări disponibile.
ru: Не найдено доступных бронирований.
sk: Nenašli sa žiadne dostupné rezervácie.
sv: Inga tillgängliga bokningar hittades.
th: ไม่พบการจองที่ว่าง
tr: Mevcut rezervasyon bulunamadı.
uk: Не знайдено доступних резервувань.
vi: Không tìm thấy đặt chỗ nào có sẵn.
zh_hans: 未找到可用的预订。
zh_hant: 未找到可用的預訂。
zh_hk: 未找到可用的預訂。

# TK.Message.orderIsBeingPreparedDot
source: Order is being prepared.
ar: يتم إعداد الطلب.
bg: Поръчката се подготвя.
ca: La comanda s'està preparant.
cs: Objednávka se připravuje.
da: Ordren bliver forberedt.
de: Die Bestellung wird vorbereitet.
el: Η παραγγελία ετοιμάζεται.
es: El pedido se está preparando.
es_419: El pedido está siendo preparado.
fi: Tilauksesi on valmistumassa.
fr: Commande en cours de préparation.
fr_ca: Commande en cours de préparation.
he: ההזמנה בהכנה
hi: ऑर्डर तैयार किया जा रहा है।
hr: Narudžba se priprema.
hu: A megrendelés folyamatban van.
id: Pesanan sedang disiapkan.
it: L'ordine è in preparazione.
ja: 注文が準備中です。
kk: Тапсырыс дайындалып жатыр.
ko: 주문이 준비 중입니다.
ms: Pesanan sedang disediakan.
nb: Ordren blir tilberedt.
nl: Bestelling wordt voorbereid.
pl: Zamówienie jest w trakcie przygotowywania.
pt_br: Pedido está sendo preparado.
pt_pt: O pedido está a ser preparado.
ro: Comanda este în curs de pregătire.
ru: Заказ готовится.
sk: Objednávka sa pripravuje.
sv: Beställningen håller på att förberedas.
th: กำลังเตรียมคำสั่งซื้อ.
tr: Sipariş hazırlanıyor.
uk: Замовлення готується.
vi: Đơn hàng đang được chuẩn bị.
zh_hans: 订单正在准备中。
zh_hant: 訂單正在準備中。
zh_hk: 訂單正在準備中。

# TK.Message.recipeAddedToFavoritesDot
source: Recipe added to favorites.
ar: تمت إضافة الوصفة إلى المفضلة.
bg: Рецептата е добавена в любими.
ca: Recepta afegida a favorits.
cs: Recept byl přidán mezi oblíbené.
da: Opskrift tilføjet til favoritter.
de: Rezept zu Favoriten hinzugefügt.
el: Η συνταγή προστέθηκε στους αγαπημένους.
es: Receta añadida a favoritos.
es_419: Receta añadida a favoritos.
fi: Resepti lisätty suosikkeihin.
fr: Recette ajoutée aux favoris.
fr_ca: Recette ajoutée aux favoris.
he: מתכון נוסף למועדפים.
hi: पकवान को पसंदीदा में जोड़ा गया।
hr: Recept je dodan u favorite.
hu: Recept hozzáadva a kedvencekhez.
id: Resep telah ditambahkan ke favorit.
it: Ricetta aggiunta ai preferiti.
ja: レシピがお気に入りに追加されました。
kk: Рецепт жақсы көрінетіндер тізіміне қосылды.
ko: 레시피가 즐겨찾기에 추가되었습니다.
ms: Resipi telah ditambahkan ke senarai kegemaran.
nb: Oppskrift lagt til i favoritter.
nl: Recept aan favorieten toegevoegd.
pl: Przepis dodany do ulubionych.
pt_br: Receita adicionada aos favoritos.
pt_pt: Receita adicionada aos favoritos.
ro: Rețeta a fost adăugată la favorite.
ru: Рецепт добавлен в избранное.
sk: Recept bol pridaný medzi obľúbené.
sv: Recept tillagt till favoriter.
th: สูตรอาหารถูกเพิ่มลงในรายการโปรดแล้ว
tr: Tarif favorilere eklendi.
uk: Рецепт додано до улюблених.
vi: Công thức đã được thêm vào danh sách yêu thích.
zh_hans: 菜谱已添加到收藏夹。
zh_hant: 食譜已添加到最愛中。
zh_hk: 食譜已加入收藏。
